/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Ocorreu um erro na leitura da paleta de cores ‘%@’. Seleccione outra paleta.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Ocorreu um erro ao guardar a paleta de cores ‘%@’. Tente guardar novamente.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Ocorreu um erro ao tentar guardar a Paleta Personalizada em ‘%@’. Tente guardar novamente.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Tem a certeza de que pretende apagar a totalidade da paleta de cores ‘%@’?";

/* Brightness slider text */
"Brightness" = "Brilho";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Cancelar";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Paletas de cores";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Níveis de cor";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Roda de cor";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Lápis";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "CMYK do dispositivo";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Cinzento do dispositivo";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "RGB do dispositivo";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Erro ao alterar o nome da paleta";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "CMYK genérico";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Cinzento genérico";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "RGB genérico";

/* Color space or profile model name; monochrome */
"Gray" = "Cinzentos";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Ocultar cores";

/* Hue slider text */
"Hue" = "Tonalidade";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Paletas de imagem";

/* Color space or profile model name */
"Indexed" = "Indexado";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Não foi possível identificar o elemento cujo nome pretende alterar. Assegure-se de que seleccionou só um elemento.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nova paleta de cores";

/* COMMENT */
"New name for color palette:" = "Novo nome da paleta de cores:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Abrir paleta de cores";

/* Color space or profile model name */
"Pattern" = "Padrão";

/* COMMENT
   NEED COMMENT */
"Remove" = "Remover";

/* COMMENT */
"Remove Color Palette" = "Remover paleta de cores";

/* NEED COMMENT */
"Remove Palette" = "Remover paleta";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "A remoção de uma Paleta Personalizada é permanente. Remover %@ das paletas personalizadas?";

/* Generic title for color renaming panels */
"Rename Color" = "Alterar nome da cor";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Saturação";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Mostrar cores";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "A paleta de cores '%1$@' inclui %2$ld cores.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Não foi possível remover o ficheiro ‘%@’.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Não foi possível alterar o nome da imagem de ‘%1$@’ para ‘%2$@’.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "As permissões do ficheiro ‘%@’ não permitem modificá-lo.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "O perfil '%1$@' inclui %2$ld cores.";

/* NEED COMMENT */
"There was a Color Panel error." = "Ocorreu um erro no painel de cores.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Ocorreu um erro ao abrir uma paleta de cores.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Ocorreu um erro ao guardar uma paleta de cores.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Esta cor não permite utilizar perfis.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Sem nome";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Já existe uma cor com o nome ‘%@’ nesta lista. Especifique um nome diferente.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Já existe uma paleta de cores com o nome ‘%@’. Especifique um nome diferente.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Já existe uma paleta com o nome ‘%@’. Especifique um nome diferente.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Não é possível alterar o nome de ‘%1$@’ para ‘%2$@’.";

